Repository: CofficLab/Lumi
Catalog: Packages/PluginGitWorkspace/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Git Workspace
zh_hans: Git 工作区
zh_hk: Git 工作區

source: View the current project's commit history and working tree status.
zh_hans: 查看当前项目的提交历史和工作区状态。
zh_hk: 檢視當前專案的提交歷史和工作區狀態。

source: Select a Project
zh_hans: 选择一个项目
zh_hk: 選擇一個專案

source: Choose a project to view its Git history and working tree.
zh_hans: 选择一个项目以查看其 Git 历史和工作区。
zh_hk: 選擇一個專案以檢視其 Git 歷史和工作區。

source: Loading Git status…
zh_hans: 正在加载 Git 状态…
zh_hk: 正在載入 Git 狀態…

source: Unable to Load Git
zh_hans: 无法加载 Git
zh_hk: 無法載入 Git

source: No project selected
zh_hans: 未选择项目
zh_hk: 未選擇專案

source: Refresh
zh_hans: 刷新
zh_hk: 重新整理

source: Repository Status
zh_hans: 仓库状态
zh_hk: 儲存庫狀態

source: Branch
zh_hans: 分支
zh_hk: 分支

source: Detached HEAD
zh_hans: 分离 HEAD
zh_hk: 分離 HEAD

source: Staged
zh_hans: 暂存
zh_hk: 暫存

source: Changes
zh_hans: 变更
zh_hk: 變更

source: Remote
zh_hans: 远程
zh_hk: 遠端

source: None
zh_hans: 无
zh_hk: 無

source: Working Tree
zh_hans: 工作区
zh_hk: 工作區

source: Working tree is clean
zh_hans: 工作区是干净的
zh_hk: 工作區是乾淨的

source: Recent Commits
zh_hans: 最近提交
zh_hk: 最近提交

source: No commits yet.
zh_hans: 暂无提交。
zh_hk: 暫無提交。
